Repository: KociucKy/CleaningApp
Catalog: CleaningApp/Root/Localizable.xcstrings
Source language: en
Languages: pl

# common.action.clear
source: Clear
pl: Wyczyść

# common.action.close
source: Close
pl: Zamknij

# common.action.finish
source: Finish
pl: Zakończ

# common.action.next
source: Next
pl: Dalej

# common.action.skip
source: Skip
pl: Pomiń

# dev_settings.button.app_store_review
source: App Store Review
pl: Ocena w App Store

# dev_settings.button.device_info
source: Device Info
pl: Informacje o urządzeniu

# dev_settings.button.local_notifications
source: Local Notifications
pl: Powiadomienia lokalne

# dev_settings.nav_title
source: Dev Settings
pl: Ustawienia deweloperskie

# frequency.biannually
source: Twice a year
pl: Dwa razy w roku

# frequency.daily
source: Every day
pl: Codziennie

# frequency.every_other_day
source: Every other day
pl: Co drugi dzień

# frequency.every_other_week
source: Every other week
pl: Co drugi tydzień

# frequency.every_x_days
source: Every %lld days
pl: Co %lld dni

# frequency.every_x_months
source: Every %lld months
pl: Co %lld miesięcy

# frequency.every_x_weeks
source: Every %lld weeks
pl: Co %lld tygodni

# frequency.monthly
source: Once a month
pl: Raz w miesiącu

# frequency.once_a_week
source: Once a week
pl: Raz w tygodniu

# frequency.quarterly
source: Every 3 months
pl: Co 3 miesiące

# frequency.times_per_month
source: %lld× per month
pl: %lld× w miesiącu

# frequency.times_per_week
source: %lld× per week
pl: %lld× w tygodniu

# frequency.yearly
source: Once a year
pl: Raz w roku

# home.nav_title
source: Home
pl: Dziś

# home.rooms_count
source: Rooms count: %lld
pl: Liczba pokojów: %lld

# onb_completed.rooms_count
source: %lld rooms
pl: %lld pokoju

# onb_completed.subtitle
source: You're all set and ready to go.
pl: Wszystko gotowe — możesz zaczynać.

# onb_completed.tasks_count
source: %lld tasks
pl: %lld zadania

# onb_completed.title
source: Setup complete!
pl: Konfiguracja gotowa!

# onb_notification.benefit.reminders.description
source: A gentle nudge so nothing slips through the cracks.
pl: Delikatne przypomnienie, żeby nic nie umknęło.

# onb_notification.benefit.reminders.title
source: Daily reminders
pl: Codzienne przypomnienia

# onb_notification.benefit.streaks.description
source: Stay on top of your streak and never miss a day.
pl: Dbaj o swoją serię i nie opuść żadnego dnia.

# onb_notification.benefit.streaks.title
source: Streak protection
pl: Ochrona serii

# onb_notification.benefit.weekly.description
source: See what's coming up so you can plan ahead.
pl: Sprawdź, co nadchodzi, i planuj z wyprzedzeniem.

# onb_notification.benefit.weekly.title
source: Weekly preview
pl: Podgląd tygodnia

# onb_notification.cta.allow
source: Allow notifications
pl: Zezwól na powiadomienia

# onb_notification.hero.subtitle
source: Get timely reminders so your cleaning routine stays effortless.
pl: Otrzymuj przypomnienia na czas, żeby sprzątanie przebiegało bez wysiłku.

# onb_notification.hero.title
source: Stay on track
pl: Trzymaj się planu

# onb_room_selection.nav_title
source: Select rooms
pl: Wybierz pokoje

# onb_task_selection.nav_title
source: Select tasks
pl: Wybierz zadania

# onb_task_selection.selected_tasks_count
source: %lld tasks selected
pl: %lld zadania wybrane

# onb_welcome.cta
source: Get started
pl: Zaczynamy

# onb_welcome.feature.balanced_weeks.description
source: Tasks spread evenly so no single day feels too heavy.
pl: Zadania rozłożone równomiernie — żaden dzień nie jest przeciążony.

# onb_welcome.feature.balanced_weeks.title
source: Balanced weeks
pl: Równomierne tygodnie

# onb_welcome.feature.daily_plan.description
source: Only what needs doing today — no overwhelming backlogs.
pl: Tylko to, co trzeba zrobić dziś — żadnych przytłaczających zaległości.

# onb_welcome.feature.daily_plan.title
source: Daily plan
pl: Plan na dziś

# onb_welcome.feature.streaks.description
source: Stay motivated with daily streaks and a weekly activity overview.
pl: Motywuj się dziennymi seriami i tygodniowym podsumowaniem aktywności.

# onb_welcome.feature.streaks.title
source: Streaks & progress
pl: Serie i postępy

# onb_welcome.feature.time_estimates.description
source: Know upfront how long cleaning will take.
pl: Wiesz z góry, ile zajmie sprzątanie.

# onb_welcome.feature.time_estimates.title
source: Time estimates
pl: Szacowany czas

# onb_welcome.hero.subtitle
source: A structured weekly plan so you always know what to clean today — nothing more.
pl: Tygodniowy plan sprzątania — wiesz co robić dziś, bez stresu i zaległości.

# onb_welcome.hero.title_line1
source: Clean smarter,
pl: Sprzątaj mądrzej,

# onb_welcome.hero.title_line2
source: not harder.
pl: nie ciężej.

# room_type.bathroom
source: Bathroom
pl: Łazienka

# room_type.bedroom
source: Bedroom
pl: Sypialnia

# room_type.custom
source: Custom
pl: Własny

# room_type.garage
source: Garage
pl: Garaż

# room_type.hallway
source: Hallway
pl: Korytarz

# room_type.kitchen
source: Kitchen
pl: Kuchnia

# room_type.laundry
source: Laundry
pl: Pralnia

# room_type.living_room
source: Living Room
pl: Salon

# room_type.office
source: Office
pl: Gabinet

# room_type.toilet
source: Toilet
pl: Toaleta

# rooms.nav_title
source: Rooms
pl: Pokoje

# settings.nav_title
source: Settings
pl: Ustawienia

# tab.home
source: Home
pl: Dziś

# tab.rooms
source: Rooms
pl: Pokoje

# tab.settings
source: Settings
pl: Ustawienia

# task.change_bed_linen
source: Change bed linen
pl: Zmień pościel

# task.clean_front_door
source: Clean front door
pl: Wyczyść drzwi wejściowe

# task.clean_hob
source: Clean hob
pl: Wyczyść płytę kuchenną

# task.clean_lint_filter
source: Clean lint filter
pl: Wyczyść filtr kłaczków

# task.clean_oven
source: Clean oven
pl: Wyczyść piekarnik

# task.clean_shower_bath
source: Clean shower / bath
pl: Wyczyść prysznic / wannę

# task.clean_sink
source: Clean sink
pl: Wyczyść zlew

# task.clean_toilet
source: Clean toilet
pl: Wyczyść toaletę

# task.clean_toilet_bowl
source: Clean toilet bowl
pl: Wyczyść muszlę

# task.clean_windows
source: Clean windows
pl: Wyczyść okna

# task.defrost_freezer
source: Defrost freezer
pl: Rozmroź zamrażarkę

# task.descale_taps
source: Descale taps
pl: Odkamieniaj krany

# task.descale_washing_machine
source: Descale washing machine
pl: Odkamieniaj pralkę

# task.dust_monitor_keyboard
source: Dust monitor & keyboard
pl: Odkurz monitor i klawiaturę

# task.dust_shelves
source: Dust shelves
pl: Odkurz półki

# task.dust_surfaces
source: Dust surfaces
pl: Odkurz powierzchnie

# task.empty_bin
source: Empty bin
pl: Opróżnij kosz

# task.make_bed
source: Make bed
pl: Pościel łóżko

# task.mop_floor
source: Mop floor
pl: Umyj podłogę

# task.organise_shoes
source: Organise shoes
pl: Uporządkuj buty

# task.organise_tools
source: Organise tools
pl: Uporządkuj narzędzia

# task.remove_rubbish
source: Remove rubbish
pl: Wynieś śmieci

# task.restock_supplies
source: Restock supplies
pl: Uzupełnij materiały

# task.sweep_floor
source: Sweep floor
pl: Zamieć podłogę

# task.tidy_cables
source: Tidy cables
pl: Poukładaj kable

# task.tidy_cushions
source: Tidy cushions
pl: Poukładaj poduszki

# task.tidy_wardrobe
source: Tidy wardrobe
pl: Poukładaj szafę

# task.vacuum
source: Vacuum
pl: Odkurz

# task.vacuum_sweep
source: Vacuum / sweep
pl: Odkurz / zamieć

# task.wipe_appliances
source: Wipe appliances
pl: Wytrzyj sprzęty

# task.wipe_countertops
source: Wipe countertops
pl: Wytrzyj blaty

# task.wipe_desk
source: Wipe desk
pl: Wytrzyj biurko

# task.wipe_door_handles
source: Wipe door handles
pl: Wytrzyj klamki

# task.wipe_mirror
source: Wipe mirror
pl: Wytrzyj lustro

# task.wipe_seat_lid
source: Wipe seat & lid
pl: Wytrzyj deskę i pokrywę

# task.wipe_shelves
source: Wipe shelves
pl: Wytrzyj półki

# task.wipe_sink
source: Wipe sink
pl: Wytrzyj umywalkę

# task.wipe_tv_screen
source: Wipe TV screen
pl: Wytrzyj ekran TV

# task.wipe_washing_machine_drum
source: Wipe washing machine drum
pl: Wytrzyj bęben pralki
